import image1 from '/src/assets/images/brand-canon.png';
import image2 from '/src/assets/images/brand-epson.png';
import image3 from '/src/assets/images/brand-hewlett.png';
import image4 from '/src/assets/images/brand-kyocera.png';
import image5 from '/src/assets/images/brand-oki.png';
import image6 from '/src/assets/images/brand-samsung.png';
import image7 from '/src/assets/images/brand-xerox.png';
import image8 from '/src/assets/images/brand-pantum.png';
import image9 from '/src/assets/images/brand-ricoh.png';

const databrand = [
    { 
        title: 'Canon', 
        description: 'Мы уже более 10 лет предоставляем услуги по ремонту принтеров и заправке картриджей Canon. Работаем с оригинальными комплектующими и знаем все нюансы продукции Canon, что позволяет нам обеспечивать надежность и высокое качество ремонта.', 
        images: image1 
    },
    { 
        title: 'Epson', 
        description: 'Специалисты нашей компании имеют большой опыт в обслуживании и ремонте принтеров Epson. Мы выполняем диагностику, ремонт и заправку картриджей, предлагая качественное обслуживание и оригинальные расходные материалы.', 
        images: image2 
    },
    { 
        title: 'HP', 
        description: 'Мы являемся экспертами в ремонте принтеров и заправке картриджей HP. В нашей практике – сотни успешных ремонтов, что позволяет нам предложить надежные и быстрые решения для принтеров HP.', 
        images: image3 
    },
    { 
        title: 'KYOCERA', 
        description: 'Специализируясь на ремонте принтеров KYOCERA, мы гарантируем качественное и профессиональное обслуживание. Мы используем проверенные комплектующие и тщательно диагностируем каждое устройство для наилучшего результата.', 
        images: image4 
    },
    { 
        title: 'OKI', 
        description: 'Уже много лет мы работаем с принтерами OKI, предоставляя качественные услуги по ремонту и заправке картриджей. Наш опыт позволяет восстанавливать устройства OKI до заводских стандартов, обеспечивая надежную и долговечную работу.', 
        images: image5 
    },
    { 
        title: 'Samsung', 
        description: 'Мы успешно работаем с принтерами Samsung, предлагая полный спектр услуг по их ремонту и обслуживанию. Благодаря использованию качественных деталей и нашему опыту мы гарантируем долговечность каждого отремонтированного устройства.', 
        images: image6 
    },
    { 
        title: 'Xerox', 
        description: 'Более десяти лет мы работаем с принтерами Xerox, предоставляя услуги по их ремонту и заправке картриджей. Наша команда справляется с любыми неисправностями, возвращая устройствам высокое качество печати.', 
        images: image7 
    },
    { 
        title: 'Pantum', 
        description: 'Мы также предлагаем услуги по ремонту и заправке картриджей принтеров Pantum. Благодаря нашим знаниям и оригинальным деталям мы помогаем продлить срок службы устройств и сохранить их эффективность.', 
        images: image8 
    },
    { 
        title: 'Ricoh', 
        description: 'Наша компания успешно обслуживает принтеры Ricoh, выполняя полную диагностику и ремонт. Мы знаем все тонкости техники Ricoh и обеспечиваем надежное обслуживание, которое возвращает устройствам высокое качество печати.', 
        images: image9 
    },
];

export default databrand;
