import clientone from '/src/assets/images/client-1.jpg';
import clienttwo from '/src/assets/images/client-2.webp';
import clientthree from '/src/assets/images/client-3.webp';
import clientfour from '/src/assets/images/client-4.webp';
import clientfive from '/src/assets/images/client-5.jpg';
import clientsix from '/src/assets/images/client-6.webp';
import clientseven from '/src/assets/images/client-7.jpg';

export const clientsData = [
    {
      name: 'Достон Ерназаров',
      image: clientone,
      text: 'После того как мой принтер начал давать сбои, я обратился в эту компанию. Принтер починили быстро и качественно, теперь он работает как новый. Очень доволен обслуживанием, буду рекомендовать всем!'
    },
    {
      name: 'Дилноза Назарова',
      image: clienttwo,
      text: 'Заправка картриджа в этой компании — это всегда быстро и без проблем. Мой принтер работает отлично, а заправка картриджа в разы дешевле, чем покупка нового. Спасибо за отличный сервис!'
    },
    {
      name: 'Шухрат Абдуманнопов',
      image: clientthree,
      text: 'Мой плоттер перестал работать должным образом, и я обратился сюда. Специалисты быстро нашли причину и починили его. Теперь он печатает идеально, а я доволен качеством работы!'
    },
    {
      name: 'Сабина Баратова',
      image: clientfour,
      text: 'Мой офисный принтер перестал печатать качественно, и я решила обратиться за помощью. Сервис был на высшем уровне, принтер починили оперативно, и теперь он работает без сбоев. Очень довольна результатом!'
    },
    {
      name: 'Хуршид Эргашов',
      image: clientfive,
      text: 'Компания отлично заправила мой картридж, и теперь мой принтер работает как новый! Услуга быстрая, качественная и доступная. Очень доволен качеством и обслуживанием!'
    },
    {
      name: 'Ирина Андреевна',
      image: clientsix,
      text: 'Заправка картриджей здесь — это удобно и выгодно! Мой принтер после заправки стал работать лучше, а качество печати заметно улучшилось. Спасибо за быстрый и качественный сервис!'
    },
    {
      name: 'Темур Жавлонов',
      image: clientseven,
      text: 'С помощью этой компании мой принтер снова работает как новый! Ребята не только починили технику, но и дали полезные советы по обслуживанию. Очень рад, что обратился сюда!'
    }
];
  